{"abstracts-retrieval-response": {
    "item": {
        "ait:process-info": {
            "ait:status": {
                "@state": "update",
                "@type": "core",
                "@stage": "S300"
            },
            "ait:date-delivered": {
                "@day": "04",
                "@timestamp": "2020-09-04T07:35:37.000037-04:00",
                "@year": "2020",
                "@month": "09"
            },
            "ait:date-sort": {
                "@day": "01",
                "@year": "2006",
                "@month": "01"
            }
        },
        "bibrecord": {
            "head": {
                "author-group": {
                    "affiliation": {
                        "city-group": "Mexico D.F.",
                        "country": "Mexico",
                        "@afid": "60022869",
                        "@date-locked": "2020-09-04T06:57:52.261",
                        "@country": "mex",
                        "organization": [
                            {"$": "Departamento de Historia y Filosofía de la Medicina"},
                            {"$": "Facultad de Medicina"},
                            {"$": "Universidad Nacional Autónoma de México"}
                        ],
                        "affiliation-id": {
                            "@afid": "60022869",
                            "@dptid": "104163270"
                        },
                        "@dptid": "104163270"
                    },
                    "author": [{
                        "ce:given-name": "José Luis",
                        "preferred-name": {
                            "ce:given-name": "José Luis",
                            "ce:initials": "J.L.",
                            "ce:surname": "Díaz",
                            "ce:indexed-name": "Díaz J.L."
                        },
                        "@seq": "1",
                        "ce:initials": "J.L.",
                        "@_fa": "true",
                        "@type": "auth",
                        "ce:surname": "Díaz",
                        "@auid": "56473221100",
                        "ce:indexed-name": "Diaz J.L."
                    }]
                },
                "citation-title": "The piramidal order of the brain and the swarm of consciousness. Part oneLa ordenación piramidal del cerebro y el enjambre de la conciencia. Primera parte",
                "abstracts": "The present paper offers a particular emergence, dual aspect, and dynamic system theory of the neural correlate of consciousness. The theory is grounded on two successive hypotheses supported by empirical evidences and concepts from the neurosciences, approximations to the sciences of complexity, and philosophical arguments. The first hypothesis is that consciousness emerges along with the highest level of brain function, i.e., at the intermodular domain of the whole organ. This hypothesis is upheld by two necessary requisites. The first is the generalized impression in neurosciences of the brain as an information-handling device, and that this property enables every mental activity, including consciousness. This concept is verified on several empirical grounds. If we take the synapse as a binary code of information, the computation capacity of the brain is in the order of the 100 million megabits. Even such an enormous figure is limited and misleading because the synapse manifests not only two, but three possible informational states (excitation, rest, and inhibition), because there are subliminal potentials, and also a compact intracellular information machinery. Moreover, the informational requirement of consciousness is accurately delivered by Kuffler and Nichols' five ruling principles of brain function: 1. The brain uses electrical signals to process information; 2. such electrical signals are identical in all neurons; 3. the signals constitute codes of codification and representation; 4. the origin and destiny of the fibers determines the content of information; 5. the meaning of the signals lies in the interactions. Even though the reference to representation, content, and meaning implies higher cognitive properties, it seems necessary to add a sixth principle for a more judicious neural implication in regard to consciousness. This principle is that information is processed in the brain in six levels of complexity, undergoing a gradual gain in density, integration, congruity, and capacity in each consecutive stratum. The six levels are the following: 1. organismic, the integration of the nervous system with the rest of the organism systems; 2. organic, the integration of the different modules in the whole brain; 3. modular, the set of brain modules and their interconnections; 4. intercellular, the designs and functional bindings among neuron cells; 5. cellular, the set of brain cells, particularly neurons; 6. molecular, the chemical components that mediate the transmission of information. In this fashion, the second requisite to uphold the emergence of consciousness lies in establishing that the different levels of brain organization constitute a pyramidal arrangement. Certainly, the number of elements is greater in the lower levels, while the integration of information is progressively enhanced in the upper levels. Moreover, this neuropychological pyramid insinuates both an ascending cascade whereby the lower orders stipulate and influence the upper ones, and a progressive and convergent functional enrichment ultimately resulting in the qualia, feeling, and awareness attributes of consciousness. Information flows horizontally in each level, but it also overflows vertically in both directions. This pyramidal scheme is applied to clarify two particular aspects of brain function that are closely linked to consciousness: the electrical activity and the engram of memory. Such inquiry makes clear that a qualitative jump manifested by the emergence of various and dissimilar novelties occur at each layer of brain operation based upon a mass coordination. It seems feasible to envision the engram, and conceivably every other mental representation, as a plastic pattern involving all levels and aspects of brain operation, including the pinnacle where consciousness consolidates as the subjective aspect of the uppermost brain function. As a result of the proposed stratified and pyramidal scheme of brain functions, the first hypotheses is strengthened and specified. Thus, presumably consciousness and the neural capacities correlated to it constitute two associated aspects emerging from such particular functional hierarchy at the organic level of the brain by the efficient connection of its modules. It would not be required that all the modules of the brain became interrelated during a conscious processing, but that they would be functionally available instead, while some of them become progressively active by intermodular articulation, thereby making possible the arising and unfolding of conscious mental operation streams. In order to reinforce this notion, the visual system is invoked since the consciously perceived scene emerges from the coordination of some 40 modules that separately appear to operate unconsciously. At the moment that such high-hierarchy and complex function presumably appears, it would achieve a conscious correlate and become altogether able to exert a descending causality and supervene the operation of the lower orders, which, among other capacities, would permit voluntary action to take place. In order to specify the first hypothesis, asserting that consciousness emerges at the organic level of the brain along with the proficient intermodular connectivity, a second hypothesis is formulated and justified in neuroanatomical, neurophysiological, and complex scientific terms. The supposition is that the specific neural correlate of consciousness may be a function similar to a bird flock or an insect swarm orderly binding the operations of different modules in a cinematic, hipercomplex, coherent, and synchronic stream. The human brain contains some 400 cortical and subcortical modules functioning as partially specialized stations that potentially interchange particularly codified information through some 2500 fibers or intermodular pathways. The hypothesis requires information complexity undergoing a further and substantial gain of attributions through the concise and prolific connectivity of the different modules. In this regard, it is supposed that a stream of coherent activation is constituted in the conscious brain by the intermodular dynamics and that such dynamics may acquire global patterned properties in a similar way as bird flocks and so-called intelligent swarms achieve unanimously shifting dynamics. This particular idea is supported with complex scientific models of the remarkable performances of large groups of birds and insects and with the known behavior of massive populations of neurons. In so far as this would be a complex function operating at the limits of equilibrium resulting from local dynamics of the brain subsystems, the self-organization of high level brain functions justifies the notion that a dynamic coupling among modules may result in complex cognitive properties and consciousness. Intermodular brain dynamics is conceived here as an emergent, unbound, synchronic, hypercomplex, highly coherent, and tetradimensional process capable to navigate, steer, swirl, split, and flow throughout the brain and thereby connect very diverse systems in a fast and efficient manner. In the same way, its putative subjective correlate -the conscious process- may be conceived as an emergent, voluntary, unified, qualitative, and narrative process capable to access, coordinate, and integrate multiple local information mechanisms. The hypothesis poses that the conscious transformation of information is correlated, moment to moment and point to point, with the intermodular processing that evolves in the manner or a bird flock or swarm dynamics. It is finally posed that brain intermodular dynamics correlated to consciousness consolidates by the convergence of an ascending bottom-up organization of the different ranks of brain operation, and by the descending top-down influx or the social, cultural, and environmental information where the individual is immersed.",
                "correspondence": {
                    "affiliation": {
                        "city-group": "Mexico D.F.",
                        "country": "Mexico",
                        "@country": "mex",
                        "organization": [
                            {"$": "Departamento de Historia y Filosofía de la Medicina"},
                            {"$": "Facultad de Medicina"},
                            {"$": "Universidad Nacional Autónoma de México"}
                        ]
                    },
                    "person": {
                        "ce:initials": "J.L.",
                        "ce:surname": "Díaz",
                        "ce:indexed-name": "Diaz J.L."
                    }
                },
                "citation-info": {
                    "author-keywords": {"author-keyword": [
                        {
                            "$": "Brain",
                            "@xml:lang": "eng"
                        },
                        {
                            "$": "Brain connectivity",
                            "@xml:lang": "eng"
                        },
                        {
                            "$": "Brain correlate of consciousness",
                            "@xml:lang": "eng"
                        },
                        {
                            "$": "Brain functional hierarchy",
                            "@xml:lang": "eng"
                        },
                        {
                            "$": "Brain modularity",
                            "@xml:lang": "eng"
                        },
                        {
                            "$": "Consciousness",
                            "@xml:lang": "eng"
                        },
                        {
                            "$": "Dual aspect theory",
                            "@xml:lang": "eng"
                        },
                        {
                            "$": "Dynamical systems",
                            "@xml:lang": "eng"
                        },
                        {
                            "$": "Emergence",
                            "@xml:lang": "eng"
                        }
                    ]},
                    "citation-type": {"@code": "re"},
                    "citation-language": {
                        "@language": "Spanish",
                        "@xml:lang": "spa"
                    },
                    "abstract-language": [
                        {
                            "@language": "English",
                            "@xml:lang": "eng"
                        },
                        {
                            "@language": "Spanish",
                            "@xml:lang": "spa"
                        }
                    ]
                },
                "source": {
                    "website": {"ce:e-address": {
                        "$": "http://www.inprf-cd.gob.mx/revista_sm/",
                        "@type": "email"
                    }},
                    "translated-sourcetitle": {
                        "$": "Salud Mental",
                        "@xml:lang": "eng"
                    },
                    "volisspag": {
                        "voliss": {
                            "@volume": "29",
                            "@issue": "2"
                        },
                        "pagerange": {
                            "@first": "7",
                            "@last": "12"
                        }
                    },
                    "@type": "j",
                    "sourcetitle": "Salud Mental",
                    "publicationdate": {
                        "year": "2006",
                        "date-text": "March/April 2006"
                    },
                    "codencode": "SAMEF",
                    "sourcetitle-abbrev": "Salud Ment.",
                    "@country": "mex",
                    "issn": {
                        "$": "01853325",
                        "@type": "print"
                    },
                    "publicationyear": {"@first": "2006"},
                    "publisher": {"publishername": "Instituto Mexicano de Psiquiatria"},
                    "@srcid": "19332"
                },
                "enhancement": {"classificationgroup": {"classifications": [
                    {
                        "@type": "EMCLASS",
                        "classification": [
                            {
                                "classification-code": "2",
                                "classification-description": "Physiology"
                            },
                            {
                                "classification-code": "8",
                                "classification-description": "Neurology and Neurosurgery"
                            }
                        ]
                    },
                    {
                        "@type": "ASJC",
                        "classification": [
                            {"$": "3203"},
                            {"$": "2738"}
                        ]
                    },
                    {
                        "@type": "SUBJABBR",
                        "classification": [
                            {"$": "PSYC"},
                            {"$": "MEDI"}
                        ]
                    }
                ]}}
            },
            "item-info": {
                "copyright": {
                    "$": "Copyright 2018 Elsevier B.V., All rights reserved.",
                    "@type": "Elsevier"
                },
                "dbcollection": [
                    {"$": "EMBASE"},
                    {"$": "NURSNG"},
                    {"$": "SCOPUS"},
                    {"$": "Scopusbase"}
                ],
                "history": {"date-created": {
                    "@day": "12",
                    "@timestamp": "BST 05:07:16",
                    "@year": "2018",
                    "@month": "02"
                }},
                "itemidlist": {"itemid": [
                    {
                        "$": "43852837",
                        "@idtype": "PUI"
                    },
                    {
                        "$": "19466009",
                        "@idtype": "CAR-ID"
                    },
                    {
                        "$": "2006273887",
                        "@idtype": "EMBASE"
                    },
                    {
                        "$": "2006142473",
                        "@idtype": "NURSNG"
                    },
                    {
                        "$": "20180419603",
                        "@idtype": "SCOPUS"
                    },
                    {
                        "$": "33744961593",
                        "@idtype": "SCP"
                    },
                    {
                        "$": "33744961593",
                        "@idtype": "SGR"
                    }
                ]}
            },
            "tail": null
        }
    },
    "affiliation": {
        "affiliation-city": "Mexico",
        "@id": "60022869",
        "affilname": "Universidad Nacional Autónoma de México, Facultad de Medicina",
        "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022869",
        "affiliation-country": "Mexico"
    },
    "coredata": {
        "srctype": "j",
        "prism:issueIdentifier": "2",
        "eid": "2-s2.0-33744961593",
        "dc:description": "The present paper offers a particular emergence, dual aspect, and dynamic system theory of the neural correlate of consciousness. The theory is grounded on two successive hypotheses supported by empirical evidences and concepts from the neurosciences, approximations to the sciences of complexity, and philosophical arguments. The first hypothesis is that consciousness emerges along with the highest level of brain function, i.e., at the intermodular domain of the whole organ. This hypothesis is upheld by two necessary requisites. The first is the generalized impression in neurosciences of the brain as an information-handling device, and that this property enables every mental activity, including consciousness. This concept is verified on several empirical grounds. If we take the synapse as a binary code of information, the computation capacity of the brain is in the order of the 100 million megabits. Even such an enormous figure is limited and misleading because the synapse manifests not only two, but three possible informational states (excitation, rest, and inhibition), because there are subliminal potentials, and also a compact intracellular information machinery. Moreover, the informational requirement of consciousness is accurately delivered by Kuffler and Nichols' five ruling principles of brain function: 1. The brain uses electrical signals to process information; 2. such electrical signals are identical in all neurons; 3. the signals constitute codes of codification and representation; 4. the origin and destiny of the fibers determines the content of information; 5. the meaning of the signals lies in the interactions. Even though the reference to representation, content, and meaning implies higher cognitive properties, it seems necessary to add a sixth principle for a more judicious neural implication in regard to consciousness. This principle is that information is processed in the brain in six levels of complexity, undergoing a gradual gain in density, integration, congruity, and capacity in each consecutive stratum. The six levels are the following: 1. organismic, the integration of the nervous system with the rest of the organism systems; 2. organic, the integration of the different modules in the whole brain; 3. modular, the set of brain modules and their interconnections; 4. intercellular, the designs and functional bindings among neuron cells; 5. cellular, the set of brain cells, particularly neurons; 6. molecular, the chemical components that mediate the transmission of information. In this fashion, the second requisite to uphold the emergence of consciousness lies in establishing that the different levels of brain organization constitute a pyramidal arrangement. Certainly, the number of elements is greater in the lower levels, while the integration of information is progressively enhanced in the upper levels. Moreover, this neuropychological pyramid insinuates both an ascending cascade whereby the lower orders stipulate and influence the upper ones, and a progressive and convergent functional enrichment ultimately resulting in the qualia, feeling, and awareness attributes of consciousness. Information flows horizontally in each level, but it also overflows vertically in both directions. This pyramidal scheme is applied to clarify two particular aspects of brain function that are closely linked to consciousness: the electrical activity and the engram of memory. Such inquiry makes clear that a qualitative jump manifested by the emergence of various and dissimilar novelties occur at each layer of brain operation based upon a mass coordination. It seems feasible to envision the engram, and conceivably every other mental representation, as a plastic pattern involving all levels and aspects of brain operation, including the pinnacle where consciousness consolidates as the subjective aspect of the uppermost brain function. As a result of the proposed stratified and pyramidal scheme of brain functions, the first hypotheses is strengthened and specified. Thus, presumably consciousness and the neural capacities correlated to it constitute two associated aspects emerging from such particular functional hierarchy at the organic level of the brain by the efficient connection of its modules. It would not be required that all the modules of the brain became interrelated during a conscious processing, but that they would be functionally available instead, while some of them become progressively active by intermodular articulation, thereby making possible the arising and unfolding of conscious mental operation streams. In order to reinforce this notion, the visual system is invoked since the consciously perceived scene emerges from the coordination of some 40 modules that separately appear to operate unconsciously. At the moment that such high-hierarchy and complex function presumably appears, it would achieve a conscious correlate and become altogether able to exert a descending causality and supervene the operation of the lower orders, which, among other capacities, would permit voluntary action to take place. In order to specify the first hypothesis, asserting that consciousness emerges at the organic level of the brain along with the proficient intermodular connectivity, a second hypothesis is formulated and justified in neuroanatomical, neurophysiological, and complex scientific terms. The supposition is that the specific neural correlate of consciousness may be a function similar to a bird flock or an insect swarm orderly binding the operations of different modules in a cinematic, hipercomplex, coherent, and synchronic stream. The human brain contains some 400 cortical and subcortical modules functioning as partially specialized stations that potentially interchange particularly codified information through some 2500 fibers or intermodular pathways. The hypothesis requires information complexity undergoing a further and substantial gain of attributions through the concise and prolific connectivity of the different modules. In this regard, it is supposed that a stream of coherent activation is constituted in the conscious brain by the intermodular dynamics and that such dynamics may acquire global patterned properties in a similar way as bird flocks and so-called intelligent swarms achieve unanimously shifting dynamics. This particular idea is supported with complex scientific models of the remarkable performances of large groups of birds and insects and with the known behavior of massive populations of neurons. In so far as this would be a complex function operating at the limits of equilibrium resulting from local dynamics of the brain subsystems, the self-organization of high level brain functions justifies the notion that a dynamic coupling among modules may result in complex cognitive properties and consciousness. Intermodular brain dynamics is conceived here as an emergent, unbound, synchronic, hypercomplex, highly coherent, and tetradimensional process capable to navigate, steer, swirl, split, and flow throughout the brain and thereby connect very diverse systems in a fast and efficient manner. In the same way, its putative subjective correlate -the conscious process- may be conceived as an emergent, voluntary, unified, qualitative, and narrative process capable to access, coordinate, and integrate multiple local information mechanisms. The hypothesis poses that the conscious transformation of information is correlated, moment to moment and point to point, with the intermodular processing that evolves in the manner or a bird flock or swarm dynamics. It is finally posed that brain intermodular dynamics correlated to consciousness consolidates by the convergence of an ascending bottom-up organization of the different ranks of brain operation, and by the descending top-down influx or the social, cultural, and environmental information where the individual is immersed.",
        "prism:coverDate": "2006-01-01",
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/abstract/scopus_id/33744961593",
        "subtypeDescription": "Review",
        "dc:creator": {"author": [{
            "ce:given-name": "José Luis",
            "preferred-name": {
                "ce:given-name": "José Luis",
                "ce:initials": "J.L.",
                "ce:surname": "Díaz",
                "ce:indexed-name": "Díaz J.L."
            },
            "@seq": "1",
            "ce:initials": "J.L.",
            "@_fa": "true",
            "affiliation": {
                "@id": "60022869",
                "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022869"
            },
            "ce:surname": "Díaz",
            "@auid": "56473221100",
            "author-url": "https://api.elsevier.com/content/author/author_id/56473221100",
            "ce:indexed-name": "Diaz J.L."
        }]},
        "link": [
            {
                "@_fa": "true",
                "@rel": "self",
                "@href": "https://api.elsevier.com/content/abstract/scopus_id/33744961593"
            },
            {
                "@_fa": "true",
                "@rel": "scopus",
                "@href": "https://www.scopus.com/inward/record.uri?partnerID=HzOxMe3b&scp=33744961593&origin=inward"
            },
            {
                "@_fa": "true",
                "@rel": "scopus-citedby",
                "@href": "https://www.scopus.com/inward/citedby.uri?partnerID=HzOxMe3b&scp=33744961593&origin=inward"
            }
        ],
        "prism:publicationName": "Salud Mental",
        "source-id": "19332",
        "citedby-count": "1",
        "prism:volume": "29",
        "subtype": "re",
        "prism:pageRange": "7-12",
        "dc:title": "The piramidal order of the brain and the swarm of consciousness. Part one La ordenación piramidal del cerebro y el enjambre de la conciencia. Primera parte",
        "prism:endingPage": "12",
        "openaccess": null,
        "openaccessFlag": null,
        "prism:issn": "01853325",
        "prism:startingPage": "7",
        "dc:identifier": "SCOPUS_ID:33744961593",
        "dc:publisher": "Instituto Mexicano de Psiquiatria"
    },
    "idxterms": null,
    "language": {"@xml:lang": "spa"},
    "authkeywords": {"author-keyword": [
        {
            "@_fa": "true",
            "$": "Brain"
        },
        {
            "@_fa": "true",
            "$": "Brain connectivity"
        },
        {
            "@_fa": "true",
            "$": "Brain correlate of consciousness"
        },
        {
            "@_fa": "true",
            "$": "Brain functional hierarchy"
        },
        {
            "@_fa": "true",
            "$": "Brain modularity"
        },
        {
            "@_fa": "true",
            "$": "Consciousness"
        },
        {
            "@_fa": "true",
            "$": "Dual aspect theory"
        },
        {
            "@_fa": "true",
            "$": "Dynamical systems"
        },
        {
            "@_fa": "true",
            "$": "Emergence"
        }
    ]},
    "subject-areas": {"subject-area": [
        {
            "@_fa": "true",
            "$": "Clinical Psychology",
            "@code": "3203",
            "@abbrev": "PSYC"
        },
        {
            "@_fa": "true",
            "$": "Psychiatry and Mental Health",
            "@code": "2738",
            "@abbrev": "MEDI"
        }
    ]},
    "authors": {"author": [{
        "ce:given-name": "José Luis",
        "preferred-name": {
            "ce:given-name": "José Luis",
            "ce:initials": "J.L.",
            "ce:surname": "Díaz",
            "ce:indexed-name": "Díaz J.L."
        },
        "@seq": "1",
        "ce:initials": "J.L.",
        "@_fa": "true",
        "affiliation": {
            "@id": "60022869",
            "@href": "https://api.elsevier.com/content/affiliation/affiliation_id/60022869"
        },
        "ce:surname": "Díaz",
        "@auid": "56473221100",
        "author-url": "https://api.elsevier.com/content/author/author_id/56473221100",
        "ce:indexed-name": "Diaz J.L."
    }]}
}}